const postsContainer = [
    {
        header: "سمات الشخصية السيكوباتية",
        title: "ما هي الصفات التي يمتلكها صاحب الشخصية السيكوباتية",
        id: 'article1',
        content: `
        سمات الشخصية السايكوباتية عديده, منها انه يتلذذ بإلحاق الأذى بمن هم في محيطه، وحين تعامله لفترة كافية أو تتحرى عنه من أحد مقربيه، وعن تاريخهِ، تجد حياته شديدة الاضطراب، ومليئة بتجارب الفشل والتخبط، والأفعال اللاأخلاقية. وقد وضع علماء النفس عدة معايير للكشف عن الشخصية السيكوباتية، وسنتكلم في هذا المقال عن أشهرها.
        <div class="seprator">
        <h2>هل يمكن أن يصيب الاضطراب الشخصية السايكوباتية أي شخص </h2>
        قد لا تكون كل صفات الشخصية السايكوباتية أمراً سيئاً؛ فالكثير من الصفات التي نجدها في الزعماء والقادة السياسيين، مثل الجرأة، والسلوك المسيطر، والمناعة ضد الإجهاد، موجودة لدى السيكوباتيين.

ففي أغسطس 2016، صنّف الدكتور كيفين دوتون K. Dutton من جامعة أكسفورد الرئيس الأميركي المنتخب دونالد ترامب أنه "فوق أدولف هتلر" على مقياس يستخدم لقياس السيكوباتية لدى البالغين، ووفقاً لموقع أخبار العلوم Phys.org سجلت هيلاري كلينتون درجة عالية جداً جداً في تحليها بكثير من  سمات الشخصية السايكوباتية

كما تم العثور على السيكوباتين بنسب أكبر بين المديرين التنفيذيين، وتشير دراسة أجراها عالم النفس ناثان بروكس بجامعة بوند إلى أن ما بين 3٪ و21٪ من كبار المديرين التنفيذيين هم على الأرجح سيكوباتيون، وفي حين أن معدل السيكوباتيين لدى السكان العاديين حوالي 1٪.
        </div>
        <div class="seprator">
        <h2> قائمة تدقيق هير للسيكوباتيين لتحليل سمات الشخصية السايكوباتية</h2>
        قائمة تدقيق هير للسيكوباتية (Hare Psychopathy Checklist) أو كما يرمز لها اختصاراً بـ(PCL-R) هي من أكثر الوسائل انتشاراً لتشخيص الشخصية السيكوباتية في علم النفس والجريمة، وهي قائمة تحتوي على عشرين سمة من سمات الشخصية السيكوباتية والتصرفات المسجلة، قام بوضعها عالم النفس الكندي روبرت هير R. Hare في سبعينيات القرن العشرين.

 
        
من المفترض أن يجرى الاختبار من قبل أخصائي نفسي محترف حتى يقدم لنا النتائج الصحيحة والدقيقة عن شخصيتنا، لكن إذا كنت تريد أن تجربه بنفسك فانظر في السمات الآتية وقارنها بنفسك:
<ul>
<li>الحاجة إلى النشاطات التي تؤدي إلى المتعة الزائدة والحماس:&nbsp; إذْ يبحث السيكوباتيون دوماً عن المزيد من المثيرات إلى حد مفرط.</li>
	<li>لهم سوابق أمنية وخرق إطلاق السراح المشروط بعد الإفراج:&nbsp; حتى عندما يمنحون فترة راحة، مثل السماح بالخروج من السجن تحت المراقبة، فإنهم يميلون إلى الفشل مرة أخرى.</li>
	<li>الكثير من علاقاتهم قصيرة الأمد: حيث يفشل السيكوباتيون في إقامة علاقة صحيحة مع كلا الجنسين لزمن طويل.</li>
	<li>الرغبة بممارسة الجنس خارج إطار العلاقة الزوجية: حيث يميل السيكوباتيون لإقامة علاقات جنسية غير شرعية.</li>
	<li>عدم القدرة على التمسك بأهداف واقعية طويلة الأمد: حيث يفضل السيكوباتيون المخططات المجنونة على أهداف الحياة أو الحياة المهنية.</li>
	<li>الفشل في تحمل مسؤولية الأفعال التي قاموا بها:&nbsp; حيث ينسب السيكوباتيون حدوث أي خطأ إلى غيرهم.</li>
	<li>القسوة وانعدام المشاعر والتعاطف: لا يهتم السيكوباتيون عندما تحدث أشياء سيئة لأشخاص آخرين أمامهم.</li>
	<li>لديهم مشاكل سلوكية مرتبطة بالطفولة:&nbsp;كأطفال، غالباً ما يكون للسيكوباتيين تاريخ من القسوة على الأطفال الآخرين عندما كانوا صغاراً.</li>
	<li>قدرة ضعيفة في التحكم بالنفس: يجد السيكوباتيون صعوبة في مراقبة أنفسهم.</li>
	<li>مستوى مرتفع من عدم المسؤولية: لا يكترث السيكوباتيون كثيراً بالقيام بالأعمال الموكلة إليهم كما يجب.</li>
	<li>المراوغة والتلاعب بالآخرين: غالباً ما يعتقد السيكوباتيون أنهم قادرون على نسج خيوط الخداع لمن حولهم.</li>
	<li>التطفل على الآخرين: يفضل السيكوباتيون عدم العمل من أجل لقمة العيش، ويشعرون أنه من السهل أخذ الأشياء من أشخاص آخرين.</li>
	<li>لديهم استعداد لارتكاب الجرائم:&nbsp; يختلف السيكوباتيون عن المجرمين العاديين لأنهم لا يهتمون فعلاً بنوع القوانين التي يخرقونها، وإنما سوف يخرقون أياً منها عندما تحين الفرصة المناسبة.</li>
	<li>الإنكار المستمر: حيث لا يعترف السيكوباتيون بما يفعلونه.</li>
	<li>الاندفاع والتهور: غالباً ما يكون السيكوباتيون متهورين في سلوكياتهم.</li>
	<li>انعدام الندم: عدم القدرة على الشعور بتأنيب الضمير عندما يفعلون شيئاً سيئاً للآخرين.</li>
	<li>الكذب المرضي: لا يهتم السيكوباتيون بقول الحقيقة.</li>
	<li>جاذبية سطحية: يمكن للسيكوباتيين خداع الآخرين بكلامهم المعسول.</li>
	<li>جنوح الأحداث: تظهر علامات السيكوباتية في سن مبكر.</li>
	<li>العظمة: بالنسبة للسيكوباتيين لديهم شعور بالعظمة وتضخم الأنا.</li>
    </ul>
    </div>
    <div class="seprator">
    <h2>درجات تشخيص سمات الشخصية السايكوباتية</h2>
    مجموع نقاط المعيار 40 نقطة، لكن ثمة اختلاف في تقييم الحالة، ففي الولايات المتحدة من يحصل على 30 نقطة فأكثر يعتقد أن لديه سمات الشخصية السايكوباتية وبالتالي عليه أن يُعالج، و25 نقطة في بريطانيا، وبالطبع هذا المعيار لا يعتبر دقيقا من ناحية التشخيص الفردي، لذلك يجب أن يتم من قبل طبيب نفسي مختص كما ذكرنا.

 

في كل معيار، يتم تصنيف الموضوع على مقياس مكون من 3 نقاط: (0 = لا تنطبق السمة، 1 = تنطبق السمة إلى حد ما، 2 = تنطبق السمة بالتأكيد). يتم تلخيص النتائج لإنشاء رتبة من صفر إلى 40، والشخص الذي يسجل 30 نقطة وما فوق يمكن أن يكون شخصا سيكوباتيا.

من ناحيةٍ أخرى فقد تم اقتراح، مؤخراً، أنه على الرغم من أن الاستعداد الوراثي ضروري للشخص لإظهار سمات السيكوباتية، فإن بعض العوامل البيئية، مثل الصدمات النفسية والإساءة والرفض من قبل أحبائه، يمكن أن تحدد مسار الاضطراب.

ولا ينبغي لنا أن نفترض أن الشخص المطابق لبعض سمات قائمة هير السابقة هو سيكوباث، ويجب علينا أيضاً أن نضع في اعتبارنا أن جميع المرضى النفسيين ليسوا مجرمين، كما أن العديد من المهنيين الناجحين ليسوا كذلك، لذلك فإن قائمة هير لا تجعلنا بالضرورة شخصيات خطيرة أو قاتلة.
    </div>
    <div class="seprator">
    <h2>الاسئلة الاكثر شيوعا</h2>
    <br><h3 class="without-margin">ما هو الفرق بين السايكوباث والمعتل اجتماعياً؟</h3>
    <br>
    مثل العديد من المصطلحات الأخرى في مجال علم النفس، غالباً ما يستخدم المعتل نفسياً Psychopath، والمعتل اجتماعياً Sociopath بالتبادل، ومن السهل معرفة السبب. إذْ نظراً لأن المعتل اجتماعياً ليس له تشخيص رسمي، فإنه ينضم إلى المعتل نفسياً تحت تشخيص اضطراب الشخصية المعادية للمجتمع ASPD، حيث لا يوجد فرق سريري بين الاثنين، ويقول البعض إن الاعتلال النفسي هو شكل أكثر حدة من الاعتلال الاجتماعي، ولكن هذا غير صحيح في الواقع.
    <br><h3>ما هو الفرق بين النرجسي والسيكوباتي؟</h3>
<br>
    الفرق بين النرجسي والسيكوباتي يكمن في طبيعة سلوك كل منهما. الشخصية النرجسية تتميز بالتفاخر بالذات، والتعالي على الآخرين، والحاجة المفرطة للإعجاب والانتباه. بينما الشخصية السايكوباتية تتضمن سلوكيات معادية للمجتمع، مثل العدوانية والاندفاع، وقد تظهر بشكل مدمر دون شعور بالندم. يتطلب تشخيص كل من هذه الاضطرابات فحصًا دقيقًا للأعراض والسلوكيات التي يظهرها الفرد، بالإضافة إلى تقييم نفسي شامل.
    
    <br><h3>من هم ضحايا السيكوباتي؟</h3>
    <br>
    ضحايا السيكوباتي هم الأشخاص الذين يتعرضون لسلوكيات الشخصية السايكوباتية، والتي تتضمن عادة سلوكيات معادية للمجتمع وغير مألوفة. يمكن أن يكون ضحايا السيكوباتي أفراد من العائلة، الأصدقاء، الزملاء في العمل، أو حتى غرباء. يعاني ضحايا السيكوباتي من تأثيرات سلبية نتيجة لسلوكيات الشخصية العدوانية والاندفاعية التي يظهرها الشخص المصاب بهذا الاضطراب.

 

 

ختاما, يطرح التعامل مع الشخصية السيكوباتية عدة أسئلة أخلاقية تحتاج إلى معالجة من قبيل: ماذا يعني أن السيكوباث أمر وراثي ناجم عن الطبيعة البشرية؟ وما هي الخطوات التي يمكن أن نتخذها لتصحيح حالة "السيكوباث"، وأياً من هذه الخطوات هي الأكثر أخلاقية؟ وإذا كان صحيحاً أن السيكوباث قد أصيبوا بأضرار غير طبيعية في أدمغتهم، فهل يمكننا أن نحملهم مسؤولية ما يفعلونه؟ هل هناك درجات من السيكوباتية، بحيث يمتلك الأشخاص العاديون سمات نفسية؟

في الواقع، يظهر معظم الناس بعض أعراض الاعتلال النفسي و التي تتشابه مع سمات الشخصية السايكوباتية – مثل السطحية والجاذبية والسلوك الجنسي غير المشروع، وما إلى ذلك – ولكن هذا لا يجعل منهم معتلين نفسياً. في جميع الأحوال علينا أخذ الحيطة والحذر لدى التعامل مع الشخصيات التي يتأكد لنا أنها سيكوباتية فعلاً،  وتتحلى باغلب سمات الشخصية السايكوباتية أو حتى تجنبها إن أمكن، وإلا فقد يقع ما لا تحمد عقباه.


    </div>

    <div class="ref">
    <p>المصادر</p>
    <a href="https://thenextweb.com/news/psychologist-explains-what-makes-people-psychopathic" target="_blank">Psychologist explains what makes people psychopathic</a>
    </div>
    `,
        img: './assets/img/article1.jpeg'
    },
    {
        header: "العلاقة مع شخص مستغل",
        title: "وصف العلاقة مع شخص مشستغل وابعادها ",
        content: `
        <div class="seprator">
        
        هذه هي المادة الخام لكل العلاقات الخطرة والمؤذية التي يمكن أن نقابلها في حياتنا، وقد يكون الطرف الآخر فيها أي أحد ممن حولنا. قد يكون شخصاً نرجسياً، قد يكون شخصاً سيكوباثياً، قد يكون شخصاً اعتمادياً، وغيره وغيره.
أي أحد من هؤلاء يمكنه بكل أشكال التلاعب أحياناً والضغط أحياناً والحيلة أحياناً والرشوة العاطفية أحياناً، أن يستغلك ويستهلك مشاعرك، ووقتك، وطاقتك، ومالك، وحياتك كلها، إلى أن تجد نفسك أخيراً قد تم سحقك، ودهسك، والإجهاز عليك، من خلال هذه العلاقة.

<br>
<br>
أكبر وأغرب مشكلة رأيتها في مثل هذه العلاقات، لا تكون في الشخص المستغِل (بكسر الغين)، لكنها تكون في الشخص الآخر (المستغَل - بفتح الغين). الشخص الذي يخضع للاستغلال.

<br>
<br>
وتكمن المشكلة هنا في أنه (أو أنها) يختار هذه العلاقة من بين كل الدنيا، ويتشبث بها، يختار هذا الشخص من بين كل العالم، ويرتبط به، ويقول: إما هو أو لا، ويرفض كل وجهات النظر والنصائح، ومحاولات كل من حوله لمساعدته في إنهاء هذه العلاقة، وهو مصر إصراراً غريباً أن يكمل فيها، بل ويشكو دائماً من الأذى الواقع عليه. لكنه في نفس الوقت لا يستطيع الاستغناء أو البعد أو حتى مراجعة هذه العلاقة.

<br>
<br>

أكبر وأغرب مشكلة رأيتها في مثل هذه العلاقات، لا تكون في الشخص المستغِل (بكسر الغين)، لكنها تكون في الشخص الآخر (المستغَل - بفتح الغين). الشخص الذي يخضع للاستغلال.
<br>
وتكمن المشكلة هنا في أنه (أو أنها) يختار هذه العلاقة من بين كل الدنيا، ويتشبث بها، يختار هذا الشخص من بين كل العالم، ويرتبط به، ويقول: إما هو أو لا، ويرفض كل وجهات النظر والنصائح، ومحاولات كل من حوله لمساعدته في إنهاء هذه العلاقة، وهو مصر إصراراً غريباً أن يكمل فيها، بل ويشكو دائماً من الأذى الواقع عليه. لكنه في نفس الوقت لا يستطيع الاستغناء أو البعد أو حتى مراجعة هذه العلاقة.

<br>
هذا الشخص (المستغَل) يوجد داخله إحساس عميق بأنه (لا يستحق)، بأن قيمته ضئيلة جداً، وبأن وجوده لا قيمة له، وبأن هذه العلاقة هي أفضل ما يمكنه الحصول عليه، وبأن فقدانها يعني أنه سيبقى وحيداً من دون ونيس طول حياته (كما يتصور).
<br>
<br>

هذا الشخص في الحقيقة ينتقم من نفسه (التي يتعامل معها على أنها لا تستحق) وتكون وسيلته في الانتقام هي عمل علاقة مع إنسان مؤذٍ يؤكد له هذا المعنى بالضبط، أنت قليل، أنت لا تستحق غير الأذى، هذا هو آخرك. ولهذا أيضاً هو يستمر في هذه العلاقة، ويرفض قطعها، لأنه أخيراً وجد من سيؤذيه بالنيابة عن نفسه.
<br>
<br>

حكاية صعبة ومعقدة، وأتعبت كل المعالجين والمحللين النفسيين.
<br>
<br>
<strong>أولاً.. </strong> أن تكون حدودك واضحة. وأن تقوم فوراً بإنهاء أية علاقة يحدث لك فيها أي نوع من الأذى.
<br>

<strong>ثانياً..</strong> أن تكون لديك القدرة على قول (لا) عند اللزوم، لأي أحد، مهما كان. لأن هذه الـ (لا) هي التى تحمي حدودك من أي اختراق.
<br>
<strong>ثالثاً..</strong> أن تصدق طوال الوقت أنك (تستحق). وأن تتعامل مع نفسك بهذا التصديق، وأن تقوم بتوكيده ومراجعته كل حين. أنت تستحق الحب وتستحق الفرحة وتستحق حياة كريمة وتستحق الاحترام والإخلاص والوفاء والمعاملة الطيبة. وطالما أنك مصدق لذلك فستكون كل اختياراتك في نفس هذا الاتجاه. اتجاه حب نفسك وتزكيتها والمحافظة عليها، ولو لم تصدقه، فستكون اختياراتك في اتجاه آخر تماماً، اتجاه الأذى والضرر والانكسار.
لو أردت أن تحمي نفسك من هذه العلاقة، فهناك ثلاثة أشياء.
<br>
<br>
فنحن نختار ما نصدق من داخلنا أننا نستحقه.
<br>
<br>
نحن نختار.
<br>
ما نصدق من داخلنا.
<br>
أننا نستحقه. 
        </div>
        `,
        img: './assets/img/article2.jpeg'
    },
    {
        header: "الشخصية الحدية وأسبابه وعلاجه ",
        title: "أعراض اضطراب الشخصية الحدية وأسبابه وعلاجه",
        content: `
        اضطراب الشخصية الحدية (Borderline personality disorder)، هو اضطراب في الصحة العقلية يؤثر في طريقة التفكير، ومشاكل في نظرة الشخص لنفسه، وصعوبة السيطرة على المشاعر والسلوك، واضطراب العلاقات بشكل متكرر، وعادة يبدأ اضطراب الشخصية الحدية مع بداية مرحلة البلوغ. يبدو أن الحالة تزداد سوءًا في مرحلة الشباب وقد تتحسن تدريجيًّا مع تقدم العمر.

        <div class="seprator">
        <h2>* أعراض اضطراب الشخصية الحدية</h2>
        <br>
        يؤثر اضطراب الشخصية الحدية على شعور الشخص تجاه نفسه، وتعامله مع الآخرين وتصرفاته بشكل عام، وقد تتضمَّن العلامات والأعراض ما يلي:
        <br>
        <ul style="color: #000000;">
<li>الخوف من الهجر، والتي قد تدفع المصاب لاتخاذ إجراءات عنيفة.</li>
<li>نمط علاقات غير مستقرة.</li>
<li>تغيرات سريعة في&nbsp;صورة الشخص عن نفسه وهويته، والإحساس بأنه شخص سيئ ولا قيمة لوجوده.</li>
<li>نوبات من الرهاب وفقد الصلة بالواقع، تدوم من عدة دقائق لساعات.</li>
<li>تصرفات طائشة ومندفعة.</li>
<li>الميل للأفكار والسلوكيات الانتحارية وإيذاء النفس, غالبًا نتيجة الخوف من الهجر أو الرفض.</li>
<li>تقلبات مزاجية عنيفة، وتتمثل في سعادة غامرة، وضيق، وشعور بالعار أو القلق.</li>
<li>شعور دائم بالخواء.</li>
<li>فقدان الأعصاب نتيجة الغضب.</li>
</ul>
<br>
وقد يكون الاضطراب مصحوباً بأعراض نفسية أخرى
<br>
<br>
<ul dir="rtl" style="color: #000000;">
<li dir="rtl">الاكتئاب.</li>
<li dir="rtl">الإفراط في تناول الكحول أو المواد المخدرة الأخرى.</li>
<li dir="rtl">اضطرابات القلق.</li>
<li dir="rtl">اضطرابات الأكل.</li>
<li dir="rtl">اضطراب ثنائي القطب.</li>
<li dir="rtl">اضطراب الكرب التالي للصدمة&nbsp;(PTSD).</li>
<li dir="rtl">اضطراب نقص الانتباه مع فرط النشاط (ADHD).</li>
<li dir="rtl">اضطرابات شخصية أخرى.</li>
</ul>
</div>
<div class="seprator">
<h2>* علاج اضطراب الشخصية الحدية</h2>
يُعالج اضطراب الشخصية الحدية في الأساس بالعلاج النفسي، ولكن قد تستخدم الأدوية بالإضافة إلى ذلك، وقد يوصي الطبيب بالحجز في المستشفى إذا تعرضت سلامة المريض للخطر.

يمكن أن يساعد العلاج في تعلم مهارات التحكم، ومن الضروري أيضًا علاج أيٍّ من اضطرابات الصحة العقلية الأخرى التي تصاحب اضطراب الشخصية الحدية مثل الاكتئاب وإدمان المواد المخدرة، وباستخدام العلاج، قد يشعر المصاب بالتحسن وبحياة أكثر استقرارًا وسعادة.
</div>
<div class="seprator">
<h2>أولاً: العلاج النفسي</h2>
العلاج النفسي أو العلاج بالكلام يعتبر طريقة علاج اضطراب الشخصية الحدية، وأهداف المعالجة النفسية هي المساعدة في ما يلي:
<ul>
<li>التركيز على القدرة الحالية على أداء الوظائف.</li>
<li>تعلم السيطرة على المشاعر المزعجة.</li>
<li>تقليل الاندفاع من خلال الحفاظ على المشاعر أكثر من إحداث ردة فعل بشأنها.</li>
<li>العمل على تحسين العلاقات من خلال إدراك مشاعر المصاب ومشاعر الآخرين.</li>
<li>المعرفة بشأن اضطراب الشخصية الحدية.</li>
</ul>
<br>
أنواع العلاجات النفسية التي اكتُشِفت فعاليتها تشتمل على ما يلي:
<br>
<h2>1. العلاج الجدلي السلوكي Dialectical behavior therapy DBT</h2>
العلاج الجدلي السلوكي يتضمن جلسات علاج فردي، وجلسات علاج جماعي، وهذا النوع من العلاج مصمم خصيصًا لعلاج اضطراب الشخصية الحدية.

<h2>2. العلاج المرتكز على المخطط Schema-focused therapy</h2>
يمكن إجراء هذا العلاج إما فرديًّا أو ضمن مجموعة، ويمكنه أن يساعد في تحديد الاحتياجات التي لم تتم تلبيتها والتي أدت إلى أنماط معيشة سلبية، ويركز العلاج على المساعدة في تلبية احتياجات المصاب بطريقة صحية لتعزيز أنماط الحياة الإيجابية.

<h2>3. العلاج المستند إلى التعقل Mentalization-based therapy MBT</h2>
العلاج المستند إلى التعقل هو نوع من أنواع العلاج بالتحدث يساعد المريض على تحديد الأفكار والمشاعر الخاصة في أي لحظة من اللحظات ويخلق منظورًا بديلًا بشأن الموقف. 

<h2>4. التدريب التنظيمي لتوقع المشاعر وحل المشكلات Systems training for emotional predictability and problem-solving STEPPS</h2>
التدريب التنظيمي لتوقع المشاعر وحل المشكلات علاج مدته 20 أسبوعًا يتطلب العمل في مجموعات تدمج أفراد العائلة أو مقدمي الرعاية أو الأصدقاء أو أشخاص بارزين في العلاج.


<h2>العلاج النفسي التحويلي Transference-focused psychotherapy TFP
</h2>
يهدف العلاج النفسي التحويلي، لمساعدة المصاب على فهم مشاعره، والصعوبات التي يواجهها في التعامل مع الأشخاص.

<h2>ثانيا: العلاج الدوائي</h2>
على الرغم من عدم اعتماد إدارة الغذاء والدواء لأي عقاقير خاصة لعلاج اضطراب الشخصية الحدية، فإن هناك بعض الأدوية التي قد تُساعد في علاج الأعراض أو المشاكل المتزامنة مثل الاكتئاب أو الاندفاع، أو العدوانية، أو الاضطراب، وينصح بالتحدث مع الطبيب بشأن فوائد الأدوية والآثار الجانبية لها.

<h2>ثالثا: الحجز في المستشفى</h2>
قد يحتاج المصاب أحيانًا لعلاج في مستشفى، والرعاية في المستشفى تحمي المصاب من إيذاء نفسه.
<br>
<br>
يستغرق التعافي وقتًا، ولكن يتحسن أغلب الأشخاص تحسنًا ملحوظًا، مع تحسين القدرة على أداء الوظائف والوصول لشعور أفضل حيال نفسك.
</div>
    <div class="ref">
    <p>المصادر</p>
    <a href="https://www.mind.org.uk/information-support/types-of-mental-health-problems/borderline-personality-disorder-bpd/about-bpd/" target="_blank">Borderline personality disorder (BPD)
</a>
<br>
    <a href="https://www.borderlinepersonalitydisorder.org/what-is-bpd/bpd-overview/" target="_blank">BPD Overview
</a>
<br>
    </div>

`,
        img: './assets/img/article3.jpeg'
    },
    {
        header: "زيادة متلازمة القلب المكسور عند النساء",
        title: "دراسة ترصد زيادة متلازمة القلب المكسور عند النساء",
        content: `     
        <div class="seprator">
        متلازمة القلب المكسور (Broken Heart Syndrome) هي حالة يسميها الأطباء اعتلال عضلة القلب بالتوتر، وتكون مشابهة للنوبة القلبية - مع أعراض مثل ألم الصدر وضيق التنفس، ولكن السبب مختلف تمامًا حيث يعتقد الخبراء أنه يعكس ضعفًا مؤقتًا في عضلة القلب بسبب زيادة هرمونات التوتر.
        </div>
        <div class="seprator">
        ولا يوجد رصد دقيق لحجم الظاهرة حول العالم، وما هي الفئات الأكثر تأثراً، وما هو حجم الظاهرة، وهل تزيد أم تقل، وهذا ما حاولت رصده دراسة جديدة أجريت في أميركا، ورغم أن الدراسة أجريت في أميركا، إلا أنها قد تعطي مؤشرات عن الوضع العالمي، والوضع في العالم العربي.
        </div>
        <div class="seprator">
        </div>
        <div class="seprator">
        <h2>* معدلات الإصابة وفقا للدراسة الأميركية</h2>
        أشارت الدراسة أن عدد الأميركيين الذين تم تشخيص إصابتهم بمتلازمة "القلب المكسور" ارتفع بشكل مطرد في السنوات الـ 15 الماضية، والغالبية العظمى من النساء.

        <br>
        <br>
        حصلت الحالة على لقبها لأنها قد تنشأ في غضون أيام من حدث صعب عاطفياً، مثل وفاة شخص عزيز أو الطلاق، لكن المواقف العصيبة الأخرى، سواء حادث مروري، أو الخضوع لعملية جراحية، يمكن أن تكون أيضًا محفزات.
        <br>
        يتعافى معظم الأشخاص تمامًا من هذا النوع من القلب المكسور، ولكن في حالات نادرة يمكن أن يكون مميتًا.
        <br><br>
في الدراسة الجديدة، وجد الباحثون أنه منذ عام 2006، تم إدخال عدد متزايد من الأميركيين إلى المستشفى بسبب إجهاد عضلة القلب، وكانت الغالبية العظمى - أكثر من 88٪ - من النساء، ووجد أن الخطورة تزداد في الفئة ممن تتراوح أعمارهم بين 50 و74 عاماً.
        </div>
        <div class="seprator">
        <h2>* لماذا النساء أكثر عرضة؟</h2>
        <br>
        السبب لكون النساء أكثر عرضة لاعتلال عضلة القلب الناتج عن الإجهاد غير واضح، لكن يُعتقد أن انقطاع الطمث يلعب دورًا، ورغم أنه من المحتمل أن الأمر يتعلق بهذه التغيرات الهرمونية، لكن من الواضح أن معظم النساء لا يصبن باعتلال عضلة القلب الناتج عن الإجهاد، ولا يزال الباحثون يحاولون الإجابة على سؤال: لماذا تحدث المتلازمة عند بعض النساء فقط ولا تحدث عند الأخريات رغم تعرضهن لنفس الظروف؟
        <br> <br>
        يعد اعتلال عضلة القلب الناتج عن الإجهاد نادرًا إلى حد ما، ووفقًا للكلية الأميركية لأمراض القلب، هناك ما بين 15 و30 حالة لكل 100000 أميركي كل عام، ولكن يمكن أن تكون معدلات الإصابة الحقيقية أعلى، لأن الناس قد لا يطلبون المساعدة.
        <br>
        <br>
        ووجد الفريق البحثي 135000 حالة موثقة من اعتلال عضلة القلب الناتج عن الإجهاد بين عامي 2006 و2017، وارتفع معدل الإصابة بشكل مطرد بمرور الوقت - خاصة بين النساء اللائي تتراوح أعمارهن بين 50 و74 عامًا.
        <br>
        <br>
        وفي الوقت نفسه، أظهرت النساء اللواتي يبلغن من العمر 75 عامًا أو أكثر ارتفاعًا في حدوث هذه الحالة - كما هو الحال مع الرجال، على الرغم من أن الأعداد كانت أقل بكثير.
        </div>
        <div class="seprator">
        <h2>* ما الذي يفسر الأعداد المتزايدة؟</h2>
        <br>
        زيادة الوعي والتشخيص هما السبب الأوقع لزيادة معدلات الحالات، فمفهوم متلازمة القلب المكسور حديث نسبيا، حيث قدمته دراسة فيتستين Wittstein عام 2005، والتي نُشرت في مجلة New England Journal of Medicine للمجال الطبي الأوسع، وأشار إلى أن دراسة منفصلة تصف حالات اعتلال عضلة القلب الجديدة نُشرت في مجلة Circulation في نفس الوقت تقريبًا، وأضاف فيتستين: "علم آلاف الأطباء بهذا في غضون أسبوع"، وقال إن هذا التوقيت يفسر سبب بدء العلاج بالمستشفى بسبب هذه الحالة فجأة في عام 2007، ومنذ البداية، كان من الواضح أن النساء يمثلن الغالبية العظمى من الحالات، حيث درس فيتستين في دراسة عام 2005 19 حالة، 18 منها من النساء.
        <br>
        <br>
        في حين أن أعراض اعتلال عضلة القلب الناتج عن الإجهاد تحاكي النوبة القلبية، إلا أن الظروف مختلفة تمامًا، حيث تحدث النوبات القلبية بسبب انسداد في الشريان الكبير الذي يغذي عضلة القلب، وقال فيتستين إن الاختبارات لا تظهر أي دليل على وجود هذه المشكلة في اعتلال عضلة القلب الناتج عن الإجهاد.
        <br>
        <br>
        وبدلاً من ذلك، يبدو أن هذه الحالة تظهر عندما يؤدي ارتفاع هرمونات التوتر إلى "صعق" خلايا عضلة القلب بشكل مؤقت. وفقًا لفيتستين، تقول إحدى النظريات أن التغيرات في سن اليأس تغير الجهاز العصبي بطريقة تعرض بعض النساء للخطر: في أوقات الإجهاد، تنقبض الأوعية الدموية الأصغر في نظام القلب والأوعية الدموية بدلاً من أن تتمدد.

        <br>
        <br>
        وأشار فيتستين إلى أن الأشخاص الذين يعانون من اعتلال عضلة القلب الناتج عن الإجهاد قد يكون لديهم بعض عوامل الخطر التقليدية للنوبات القلبية، مثل ارتفاع ضغط الدم أو مرض السكري - وهي حالات تجعل الأوعية الدموية الصغيرة أيضًا عرضة للخلل الوظيفي.
        وقال إنه لحسن الحظ، في معظم الحالات، تتعافى قدرة القلب على ضخ الدم بالكامل في غضون أسبوع أو أسبوعين، ولكن في حالات نادرة، يمكن أن يُصاب الأشخاص بفشل القلب أو اضطراب نظم القلب الذي يهدد الحياة.
        <br>
        <br>
        قال فيتستين: ''لا أحد متأكد من كيفية الوقاية من متلازمة القلب المنكسر، ولكن لحسن الحظ، يبدو أن معظم الناس لا يعانون من نوبات متكررة، ولكن من الحكمة عمومًا اتباع أسلوب حياة صحي للقلب وإيجاد طرق للتحكم في التوتر من خلال ممارسة الرياضة أو اليوغا أو التأمل أو الحصول على نوم أفضل".
        </div>
        <br>
        <br>
        <div class="ref">
            <p>المصادر</p>
            <a href="https://www.medicinenet.com/script/main/art.asp?articlekey=265944" target="_blank">Broken Heart' Syndrome on the Rise, Mostly in Women</a>
            <br>
        </div>


        `,
        img: './assets/img/article4.webp'
    },
    {
        header: "القلب المنكسر",
        title: "تشخيص وعلاج متلازمة القلب المنكسر",
        content: `
        <div class="seprator">
        متلازمة القلب المنكسر هي حالة مؤقتة تحدث نتيجة التعرض لموقف محزن، كوفاة أحد الأحباء، ويشعر المصابون بها بألم في الصدر مما يجعلهم يظنون أنهم يتعرضون لأزمة قلبية، وعند حدوث متلازمة القلب المنكسر، تحدث عرقلة مؤقتة في وظيفة القلب، بينما تعمل بقية وظائف القلب الأخرى طبيعيًا أو بانقباضات أقوى من ذي قبل، ويعتقد أن المتلازمة تحدث بسبب تدفق هرمونات الضغط النفسي، والتي تؤثر على القلب، ويمكن علاج أعراض المتلازمة، والعودة للوضع الطبيعي خلال أسبوع غالبًا.
        </div>
        
        <div class="seprator">
            <h2>* أعراض متلازمة القلب المنكسر</h2>
            يمكن أن تتشابه أعراض متلازمة القلب المنكسر مع أعراض الأزمة القلبية، ومن الأعراض الشائعة:
            <ul>
                <li>آلام الصدر.</li>
                <li>ضيق التنفس.</li>
            </ul>
            قد يكون أي ألم صدري دائم وثابت علامة على وجود أزمة قلبية، لذا من المهم أن تأخذ ذلك على محمل الجد وتتصل بالطوارئ إذا عانيت من ألم الصدر.
        </div>
        <div class="seprator">
            <h2>* أسباب متلازمة القلب المنكسر</h2>
            حتى اليوم لا يُعرف السبب الحقيقي لمتلازمة القلب المنكسر، ويُعتقد أن حدوث تدفق مفاجئ لهرمونات الضغط النفسي ـ مثل الأدرينالين ـ بإمكانها أن تؤدي إلى إيذاء القلب لدى بعض الأشخاص مؤقتًا، لكن غير معروف بالمرة كيفية تسبب هذه الهرمونات في إيذاء القلب أو هل هناك شيء آخر يتسبب في ذلك، ويمكن أن يلعب انقباض شرايين القلب الصغيرة أو الكبيرة دورًا في ذلك.
            </div>
            <div class="seprator">
            <h2>أحداث يمكن أن تسبب متلازمة القلب المنكسر</h2>
            غالبًا ما يسبق متلازمة القلب المنكسر حدث عاطفي أو جسدي شديد، وهذه بعض المحفزات المحتملة:
            <ol>
            <li>وفاة غير متوقعة&nbsp;لأحد الأحباء.</li>
            <li>تشخيص طبي مُفْزِع.</li>
            <li>عنف منزلي.</li>
            <li>خسارة مبالغ طائلة من الأموال.</li>
            <li>كوارث طبيعية.</li>
            <li>حفلة مفاجئة.</li>
            <li>الاضطرار لإلقاء كلمة أمام جمهور.</li>
            <li>فقدان الوظيفة.</li>
            <li>الطلاق.</li>
            <li>الضغوط الجسدية مثل نوبة الربو أو حادث سيارة أو جراحة كبرى.</li>
            </ol>
            <h3>عقاقير قد تسبب متلازمة القلب المنكسر</h3>
            <p>بعض العقاقير في حالات نادرة قد تسبب حدوث متلازمة القلب المنكسر بسبب تدفق مفاجئ لهرمونات الضغط النفسي، وهذه أمثلة لهذه العقاقير:</p>
            <ol>
            <li>إبِينيفرِين، والذي يُستخدم لعلاج حالات الحساسية الحادة أو نوبات الربو الحادة.</li>
            <li>دولوكستين (سيمبالتا)، وهو علاج يُعطى لمعالجة مشاكل الأعصاب لدى الأشخاص المصابين بداء السكري، أو كعلاج للاكتئاب.</li>
            <li>فينلافاكسين (إيفكسور إكس آر)، وهو علاج للاكتئاب.</li>
            <li>ليفوثيروكسين (سنثرويد، ليفوكسيل)، وهو دواء يُعطى في حالات قصور الدرقية.</li>
            </ol>
            <h2>* كيف تختلف متلازمة القلب المنكسر عن الأزمة القلبية؟</h2>
            تحدث الأزمات القلبية عامة بسبب انسداد كامل أو شبه كامل لأحد شرايين القلب، وينتج عن هذا الانسداد تكون جلطة دموية في منطقة تصلب الشرايين، أما في متلازمة القلب المنكسر، لا تكون شرايين القلب مسدودة.<br>
            <h2>* عوامل تزيد من خطورة حدوث متلازمة القلب المنكسر</h2>
            تصيب النساء بشكل أكبر من الرجال، ومعظم الأشخاص المصابين هم نساء تتراوح أعمارهن بين 50 عامًا وأكبر.
            <h2>* مضاعفات متلازمة القلب المنكسر</h2>
            في حالات نادرة، قد تؤدي متلازمة القلب المنكسر للوفاة، ومع ذلك، فإن معظم مَن عانى من المتلازمة سرعان ما يتعافون، ولا تظهر عليهم آثار طويلة الأمد، ومن بين المضاعفات الأخرى للمتلازمة ما يلي:<br><ol>
            <li>ارتداد السوائل إلى الرئتين (الوذمة الرئوية).</li>
            <li>انخفاض ضغط الدم.</li>
            <li>اضطرابات في ضربات القلب.</li>
            </ol>
            <h2>* متى يجب زيارة الطبيب؟</h2>
            إذا كنت تعاني من أي ألم في الصدر، أو دقات قلب سريعة جدًا وغير منتظمة، أو ضيق التنفس بعد حدث مرهق، فاتصل بالطوارئ الطبية على الفور.<br>
            <h2>* تشخيص متلازمة القلب المنكسر</h2>
            إذا اشتبه الطبيب في الإصابة بمتلازمة القلب المنكسر، فسيستخدم الاختبارات والفحوصات التالية للتشخيص:<br><ol>
            <li>التاريخ المرضي الشخصي والفحص البدني: الفحص الجسدي التقليدي، ومعرفة التاريخ المرضي، كما سيحتاج الطبيب أيضًا لمعرفة الضغوط النفسية، مثل وفاة أحد الأحباء.</li>
            <li>مخطط كهربائية القلب (ECG).</li>
            <li>تصوير الصدر بالأشعة السينية.</li>
            <li>إيكو القلب: لاكتشاف ما إذا كان القلب متضخم أو له شكل غير طبيعي.</li>
            <li>اختبارات الدم.</li>
            <li>تصوير الوعاء التاجي.</li>
            </ol>
            <h2>* علاج متلازمة القلب المنكسر</h2>
            لا توجد إرشادات تقليدية لعلاج متلازمة القلب المنكسر، لكن العلاج المتبع يشبه علاج الأزمة القلبية إلى أن تتضح نتيجة التشخيص، ويمكث أغلبية الأشخاص في المستشفى أثناء تعافيهم، وبمجرد وضوح التشخيص، وأن متلازمة القلب المنكسر هي سبب الأعراض التي تعاني منها، وقد يصف لك طبيبك أدوية للقلب لتتناولها أثناء وجودك في المستشفى، مثل مثبطات الإنزيم المحول للأنجيوتنسين (ACE)، أو حاصرات بيتا أو مدرات البول. حيث إن تلك الأدوية تساعد القلب من خلال تقليل العبء عليه أثناء فترة التعافي كما من المحتمل أن تساعد في الوقاية من أزماتٍ أخرى.<br><br>يتعافى العديد من المرضى بالكامل في غضون شهر إلى شهرين، وأسأل طبيبك إلى متى ستحتاج للاستمرار في تناول تلك الأدوية بمجرد أن تتعافى، حيث إن العديد منها يمكن إيقافه بعد مدة قصيرة.<br><br>لا تساعد الإجراءات التي تُستخدم عادةً لعلاج أزمة قلبية، مثل: وضع البالونات والدعامات، أو حتى الجراحة، في علاج متلازمة القلب المنكسر. فتلك الإجراءات تعالج الشرايين المسدودة، والتي لا تعد سبب متلازمة القلب المنكسر، ومع ذلك، يُستخدم تصوير الأوعية التاجية عادةً لتشخيص السبب وراء ألم الصدر بالضبط.<br>
            <h2>* الوقاية من متلازمة القلب المنكسر</h2>
            هناك احتمال ضئيل لتكرار حدوث متلازمة القلب المنكسر مرة أخرى بعد أول نوبة، ولا يوجد علاج أكيد للوقاية من حدوث مزيد من النوبات الإضافية، ومع ذلك يوصي العديد من الأطباء بالعلاج طويل الأمد بحاصرات بيتا أو أدوية مشابهة لمنع الآثار الخطرة المحتملة التي تسببها هرمونات الضغط النفسي على القلب،&nbsp;ومن الهام أيضًا التعرف على الضغوط النفسية التي تقابلك في حياتك وتعمل على إدارتها.
        </div>
        <br>
        <br>
        <div class="ref">
            <p>المصادر</p>
            <a href="https://www.heart.org/en/health-topics/cardiomyopathy/what-is-cardiomyopathy-in-adults/is-broken-heart-syndrome-real" target="_blank">? Is Broken Heart Syndrome Real</a>
            <br>
            <a href="https://www.hopkinsmedicine.org/health/conditions-and-diseases/broken-heart-syndrome" target="_blank">Broken Heart Syndrome | Johns Hopkins Medicine</a>
            <br>
            <a href="https://my.clevelandclinic.org/health/diseases/17857-broken-heart-syndrome" target="_blank">Broken Heart Syndrome</a>
        </div>
        `,
        img: './assets/img/article5.jpeg'
    },
    {
        header: "الصحة النفسية ",
        title: "تأثير الروحانيات على الصحة النفسية",
        content: `
        <div class="seprator">
            الروحانيات تعني أشياء مختلفة. فبالنسبة للبعض، يتعلق الأمر في المقام الأول بالإيمان بالله والمشاركة الفعالة في الدين المنظم. وبالنسبة للآخرين، يتعلق الأمر بالتجارب غير الدينية التي تساعدهم على الاتصال بأنفسهم الروحية من خلال التفكير الهادئ، أو قضاء الوقت في الطبيعة، أو الصلاة الخاصة، أو اليوغا، أو التأمل.
            <br>
            <br>
            يعرّف العديد من الأشخاص على أنهم روحانيون وليسوا متدينين، ومع استثناءات قليلة، فإن النسبة المئوية للبالغين الذين يعتبرون متدينين في العديد من البلدان الصناعية آخذة في الانخفاض، بينما تظل مرتفعة بشكل عام في الدول الأقل تقدمًا. حتى مع انخفاض الانتماء الديني، يمكن أن يظل الشعور بالتماهي الروحي ثابتًا أو حتى يزداد.
        </div>
        <div class="seprator">
            <h2>* فوائد الحياة الروحية</h2>
            لم يتم تحديد أي صلة سببية مباشرة، ولكن الأبحاث وجدت باستمرار أن المشاركة الدينية مرتبطة بصحة بدنية وعقلية أفضل، بما في ذلك النوم الأفضل، وانخفاض ضغط الدم، وانخفاض معدل الوفيات بشكل عام. كما تم ربط المستويات الأعلى من الروحانية بزيادة التعاطف وتقوية العلاقات وتحسين احترام الذات.
            <br>
            قد يكون هناك جانب سلبي للأشخاص الذين يتجنبون الدين والروحانية تمامًا: أشارت بعض الأبحاث إلى أن تجنب "التفكير السحري" وعدم القدرة على تحديد الأنماط في العالم المحيط قد يكونان مرتبطين بالاكتئاب أو انعدام التلذذ، وعدم القدرة على تجربة المتعة.
            <br>
            <br>
            <h2>هل الدين جيد لك؟</h2>
            بشكل عام، تشير مجموعة كبيرة من الأبحاث إلى أن الارتباط الديني مفيد بشكل عام للناس. يرتبط بالعادات الصحية الأفضل مثل تقليل التدخين والشرب، وتعزيز القدرة على التعامل مع الإجهاد، وزيادة الدعم الاجتماعي.
            <br>
            <br>
            <h2>هل الناس الروحيون أكثر كرمًا؟</h2>
            وجدت الأبحاث أن الأشخاص الذين عانوا من اضطرابات نفسية شديدة، غالبًا ما يظهرون أكثر روحانية وإيثارًا مما كانوا عليه من قبل - على سبيل المثال، من المرجح أن يتبرعوا بكليتهم لشخص غريب. ما قد يسميه البعض صحوة روحية يقود هؤلاء الناس إلى أن يصبحوا أقل مادية وأكثر تعاطفًا وأكثر كرمًا.
            <br>
            <br>
            <h2>* هل الناس الروحيون أقل اكتئابا؟</h2>
            في دراسة متعددة الأجيال للاكتئاب، سجل الأشخاص الذين سجلوا أعلى الدرجات في مقاييس التدين والروحانية معدل انتشار أقل للاكتئاب في نهاية المطاف. تشير دراسة أخرى إلى أن هذه السمات قد تنتج في الواقع تغييرات في الدماغ، مثل زيادة مستويات السيروتونين، وربما انخفاض ترقق القشرة الدماغية.
            <br>
            <br>
            <h2>* هل المتدينون أقل عرضة للانتحار؟</h2>
            توصلت الأبحاث إلى أن الأشخاص الذين يحضرون الشعائر الدينية يظهرون بشكل ملحوظ أقل عرضة "لموت اليأس" مثل الانتحار أو تعاطي المخدرات أو التسمم بالكحول. الأسباب غير واضحة ولكنها يمكن أن تشمل زيادة الاتصال الاجتماعي والدعم، وإحساس أكبر بالهدف، والوقت الذي يقضيه المرء في التعرف إلى قيمة الحياة ومسؤولية الفرد في رعاية نفسه.
            <br>
            <br>
            <h2>* البحث عن المعنى</h2>
            يبدو أن الغريزة تجاه الروحانية متأصلة بعمق في البشر. لا يسعنا إلا أن نطرح أسئلة كبيرة: وجدت الأبحاث أن حتى المتشككين الدينيين المعلنين لا يمكنهم خنق الشعور بأن هناك شيئًا أكبر من العالم المادي الذي يرونه.
            <br>
            بينما يعالج الدماغ التجارب الحسية، فإنه يبحث بشكل طبيعي عن الأنماط - وغالبًا ما تبحث أنفسنا الواعية عن معنى في تلك الأنماط. يمكن أن يؤدي هذا إلى الظاهرة المعروفة باسم "التنافر المعرفي" ، والتي تصف كيف أنه بمجرد أن يؤمن المرء بشيء ما، يميل بقوة لمحاولة تفسير أي شيء يتعارض معه. لا يقتصر التنافر المعرفي على الدين أو الروحانية، ولكنه يحدث غالبًا في سياق هذه المعتقدات.
            <br>
            <br>
            <h2>* كيف أجد معنى في الحياة؟</h2>
            حتى تجد معنى لحياتك، ينصحك الطبيب النفسي فيكتور فرانكل بألا تبحث عنه، وفيكتور فرانكل هو أحد الناجين من الهولوكوست، والذي يعتبر أن نجاته كانت بكيفية تمسكه بالمعنى كمقابل للمعاناة. ومع ذلك، فهو ينصح بعدم البحث بنشاط عن المعنى، وبدلاً من ذلك اقترح أن المعنى يسيأتي كأثر جانبي لمتابعة أهداف أخرى. يدعم البحث هذه الفكرة.. فأولئك الذين يبالغون في البحث بنشاط عن معنى في الحياة يعانون من انخفاض الرضا عن الحياة والسعادة.
            <br>
            <br>
            <h2>* هل التجارب الروحية تؤثر على المخ؟</h2>
            تشير الدراسات إلى أن الدماغ قد يتفاعل بطرق متشابهة مع التجارب الروحية المتنوعة. عندما وصف الناس الأوقات التي شعروا فيها بالوحدة أو اللانهاية أو الارتباط بقوة أعلى، كان لديهم نشاط أقل في الفص الجداري السفلي، وعادة ما يكون نشطًا أثناء تمثيل الذات في المكان أو الزمان، مما يشير إلى أن الناس قد يفقدون إحساسهم بالذات مؤقتًا أثناء التجارب الروحية .
        </div>
        <br>
        <br>
        <div class="ref">
            <p>المصادر</p>
            <a href="https://www.psychologytoday.com/gb/basics/spirituality" target="_blank">Spirituality</a>
        </div>
`,
img: './assets/img/article6.jpeg'
    },
    {
        header: "الإدمان",
        title: "الإدمان كظاهرة إنسانية",
        content: `
        <div class="seprator">
        هل أنا مدمن؟ ما هو الإدمان؟ هل الإدمان مقتصر فقط على تعاطي المواد المخدرة؟ وماذا عن السلوكيات التي يدمنها البعض، مثل المقامرة أو مشاهدة الأفلام الإباجية أو الاستمناء؟ ما هي الدوافع الإنسانية التي تدفع البعض لإدمان العقاقير أو إدمان سلوك ما؟
        </div>
        <div class="seprator">
            <h2> * الإدمان كظاهرة إنسانية</h2>
            واحدة من أخطر الظواهر التي تواجه الإنسان هي ظاهرة الإدمان، ولكن ومن أجل حل جذري لهذه المعضلة، لا بد من فهم أعمق لها. فدعونا نضع ما نعرفه عن الإدمان جانباً، ونفتح أذهاننا لاختبار معنى آخر له بوصفه نزوعا بشريا طبيعيا، تحكمه غريزة البقاء وقوى التسامي.
            <br>
            يعتبر خانزيان من أوائل الذين أشاروا إلى البعد الإنساني للإدمان، والدوافع التي تدفع بالشخص لسلوك نمط إدماني والاستمرار فيه، ووضع نظريته في مداواة الذات، حيث يلجأ الفرد إلى السلوك الإدماني للتخلص من ضغط نفسي يصعب مواجهته بالنسبة إليه. فإما أن يقوم بتغييب عقله أو الانسحاب إلى داخل دائرة السلوك عن البيئة الضاغطة.
            <br>
            <br>
            <h2>* صور مختلفة للإدمان</h2>
            لا شك أن إدمان العقاقير والكحول هي صور خطرة وموصومة من المجتمع، إلا أنها ليست الصور الوحيدة للإدمان؛ فهناك إدمان العمل وإدمان الدين [التدين المرضي] وإدمان المخاطرة، وإدمان الأكل، وإدمان الانترنت ومواقع التواصل الاجتماعي، وإدمان الجنس والاستمناء، وغيرها من صور الإدمان التي لا ينتبه لها المجتمع بل ويشجع عليها أحياناً، وهي تدخل ضمن دائرة السلوكيات الإدمانية.
            <br>
            <br>
            <h2>* من هو المدمن إذاً؟</h2>
            المدمن هو شخص منخرّط في سلوك قهري وفاقد للسيطرة على التوقف عنه، بالرغم من محاولته ذلك وبالرغم من علمه بعواقب سلوكه السيئة. وفقدانه السيطرة هو شرط رئيس للتعريف بالرغم من كونه هو آخر ما يود المدمن أن يعترف به.
            <br>
            <br>
            <h2>* لماذا يختار الفرد السلوك الإدماني؟</h2>
            تشير الأبحاث إلى وجود استعدادات وراثية مؤكدة للانخراط في بعض أنواع الإدمانات، كالكحول على سبيل المثال، ولكن يبقى عامل الإرادة الحرّة والبيئة المحيطة يلعبان دورهما المحوري في توجيه سلوك الفرد. وهناك عوامل يجذب بها السلوك الإدماني أفراده للانخراط فيه، ومنها:
            <br>
            <br>
            <h2>* الرغبة في السيطرة</h2>
            في الحقيقة نحن لا يمكننا ضبط الظروف، ولا نظم إيقاع الحياة. ولذا فكل محاولة سيطرة تنتهي بصورة أو بأخرى بتجربة إدمانية. والأشخاص الذين يقعون تحت قهر البيئة المحيطة ويشعرون بالرفض أو الدونية قد يلجأون إلى واحدة من السلوكيات الإدمانية، كمحاولة للسيطرة على المحيط، أو الشعور بالقدرة الكافية للقيام بذلك.
            <br>
            <br>
            <h2>* محاولة الهروب</h2>
            لا أحد يرغب في مرافقة الألم والمعاناة، لكننا نختلف في طرق تعاملنا معه، هنا يلجأ المدمن إلى المخدر للهروب من المعاناة، قد تعني المعاناة هنا الوحدة، أو إساءة غير قادر على دفعها، أو ظروفا معيشية ضاغطة وهكذا.
            <br>
            <br>
            <h2>*  الرغبة في مداواة الذات </h2>
            وهذه أبرز مميزات نظرية خانزيان، وهي أن الإدمان نوع من مداواة الذات، ومحاولة من محاولات التعويض، يقول أحدهم: لقد كنت أشعر بالنقص وبالدونية وعدم الكفاءة، كنت أعاني من الرهاب الاجتماعي وعدم القدرة على القيادة، كل ذلك تلاشى في السنوات الأولى للإدمان، فبعد أن أتناول المخدر يرتفع تقديري للذات وقدرتي على المواجهة والمقاومة.
            المراهق الذي يدمن على المقاطع الإباحية قد يجد فيها مداواة لمشاعر النقص وعدم الكفاءة التي تنتاب المراهقين عادة وتتفاقم مع سبل التربية غير الصحية، فهو مع تلك المقاطع يختار ما يشاء وقتما يشاء وتعطيه نوعا من التحكم والإدارة. قل مثل هذا مع إدمان الاستمناء حيث يلجأ المدمن إلى الاستمتاع الذاتي حين يفقد الاستمتاع والإشباع من الآخرين، ومما لا يخفى على المتعاملين مع القضية أن الانسحاب الاجتماعي يصحب الإدمان سبباً ونتيجة!
            والشاب الذي يدمن على السيجارة أو الطعام، يجد فيها الصاحب الذي لا يمتنع عنه، والرفيق الذي لا يمل منه، والأنيس الذي "يشغل عليه وحدته" ويخرجه منها، "يغبش على وحدته" بين سحابة الدخان، أو يدفنها بين أكياس الطعام.
            <br>
            <br>
            <h2>* وأخيرا </h2>
            لا تنتهي السلسلة هنا، بل هناك العديد من السلوكيات كتلك التي أشرنا إليها والتي يصدق عليها تعريف الإدمان كإدمان الشراء، وإدمان القمار، وإدمان الألعاب الإلكترونية. وهناك نوعان من الإدمان، وهما الإدمان النفسي [أو الارتباط الشرطي] والإدمان الكيميائي، وهو الذي تتأثر فيه كيمياء الدماغ بالمادة المخدرة، وفي المقالة التالية نتناول كلا النوعين، ومحفزات الإدمان وأشياء أخرى.
        </div>
        <br>
        <br>
        <div class="ref">
        <p>المصادر</p>
        <ul>
            <li>خانزيان إدوارد، أستاذ الطب النفسي بجامعة هارڤارد، ومؤسس نظرية مداواة النفس لتفسير الإدمان. في كتابه معالجة الإدمان كعملية إنسانية treating addiction as a human process.</li>
            <li>الدليل التشخيصي والإحصائي للأمراض النفسية والعقلية، الاضطرابات المتعلقة بالعقاقير، النسخة الخامسة، بتصرّف.</li>
        </ul>
        <br>
        <a href="https://www.hopkinsmedicine.org/health/conditions-and-diseases/broken-heart-syndrome" target="_blank">Broken Heart Syndrome | Johns Hopkins Medicine</a>
        <br>
        <a href="https://my.clevelandclinic.org/health/diseases/17857-broken-heart-syndrome" target="_blank">Broken Heart Syndrome</a>
    </div>
        `,
        img: './assets/img/article7.jpeg'
    },
    // {
    //     header: "المقالة 7",
    //     title: "وصف المقالة وماتحتوية من نصوص",
    //     content: `<div class="seprator">
    //     </div>`,
    //     img: './assets/img/article8.jpeg'
    // },
    // {
    //     header: "المقالة 8",
    //     title: "وصف المقالة وماتحتوية من نصوص",
    //     content: `<div class="seprator">
    //     </div>`,
    //     img: './assets/img/article9.jpeg'
    // },
    // {
    //     header: "المقالة 9",
    //     title: "وصف المقالة وماتحتوية من نصوص",
    //     content: `<div class="seprator">
    //     </div>`,
    //     img: './assets/img/article10.jpeg'
    // },
]

let postsData = '';
const posts = document.querySelector('#posts');
let index = 0;
postsContainer.forEach((element) => {
    // if (index === 0 || index % 5 === 0) {
        postsData += `
        <a href="#" data-index="${index}" class="d-block text-decoration-none flex-grow-1" onClick="showArticle(this)">
            <div class="card mb-3">
                <div class="row g-0">
                <div class="col-md-4">
                    <img src='${element.img}' class="img-fluid rounded-start h-100" alt=${element.header}>
                </div>
                <div class="col-md-8">
                    <div class="card-body h-100 py-5 text-center d-flex flex-column align-items-center justify-content-center">
                    <h5 class="card-title">${element.header}</h5>
                    <p class="card-text">${element.title}</p>
                    </div>
                </div>
                </div>
            </div>
        </a>
    `
        index++;

    // } 
//     else {
//         postsData += `
//         <a href="#" data-index="${index}" class="d-block text-decoration-none flex-grow-1" onClick="showArticle(this)">
//             <div class="card mb-3" style="max-width: 520px;">
//                 <div class="row g-0">
//                 <div class="col-md-4">
//                     <img src='${element.img}' class="img-fluid rounded-start h-100" alt=${element.header}>
//                 </div>
//                 <div class="col-md-8">
//                     <div class="card-body py-5">
//                     <h5 class="card-title">${element.header}</h5>
//                     <p class="card-text">${element.title}</p>
//                     </div>
//                 </div>
//                 </div>
//             </div>
//         </a>
// `
//         index++;

//     }
});
posts.innerHTML = postsData;

function showArticle(a) {

    let index = a.getAttribute('data-index');
    document.getElementsByTagName('body')[0].innerHTML = `
    <div class="container card border-0 mb-4">
    <a href="./blog-posts.html" id=${postsContainer[index].id} class="d-block mt-4 p-4 fs-5 border border-b-0  w-75 mx-auto text-center text-dark text-decoration-none
     fw-bold">العودة لصفحة المقالات </a>
        <img class="card-img img-fluid w-75 mx-auto mb-4" style="height:270px" src="${postsContainer[index].img}">
        <h1 class="text-center py-4 header display-6">${postsContainer[index].header}</h1>
        <h4 class="text-center pb-4 text-muted display-6 fs-5">ترجمة واعداد:  دكتور على عبدالراضى</h4>
        <p class='content-container'>
        ${postsContainer[index].content}
        </p>
    </div>
    `
}